Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/dahpahusat_fi/1_vanhustyo.pdf.tmx
Source language: fin
Languages: smn

source: Tavoitteena saamenkielisten ja kulttuuriin pohjautuvien palveluiden laatu, vaikuttavuus ja saatavuus
smn: Ulmen sämikielâlij já kulttuurân vuáđuduvvee palvâlusâi kvaliteet, vaikuttemvuotâ já finnimvuotâ

source: - Miten toimin, kun asiakkaana on saamelainen ikäihminen?
smn: - Maht mun tooimâm, ko äššigâssân lii sämmilâš elilâmolmooš?

source: Työkalupakin avulla
smn: Tyejipiergâskaasâ vievâst

source: • Saamen kieli ja kulttuuri tulevat näkyviksi hoitotyössä.
smn: • Sämikielâ já kulttuur puátih uáinusân tipšopargoost.

source: Oman taustan merkitys ja hoitotyön laatu korostuvat.
smn: Jieijâs tuávváá merhâšume já tipšopargo kvaliteet tiäduttuveh.

source: • Henkilöstö huomioi paremmin saamelaisen ikääntyneen tarpeet ja asiakas saa mahdollisuuden vaikuttaa omaan hoitoonsa kotipalvelussa, palveluasumisessa, tehostetussa palveluasumisessa ja laitoshoidossa.
smn: • Pargoviehâ váldá pyerebeht huámášumán sämmilii elilâmulmuu táárbuid já äššigâs uážžu máhđulâšvuođâ vaikuttiđ jieijâs tiipšon päikkipalvâlusâst, palvâlemasâmist, pehtilittum palvâlemasâmist já lájádâstipšoost.

source: • Henkilöstö saa käytännön tietoa siitä, miten saamelainen ikääntynyt ihminen voi säilyttää ja ylläpitää kieltään, kulttuuriaan ja identiteettiään.
smn: • Pargoviehâ uážžu keevâtlijd ravvuid, avžuuttâsâid tast, maht sämmilâš elilâmolmooš puáhtá siäiluttiđ já paijeentoollâđ kielâs, kulttuuris já identiteetis.

source: • Ohjekirjasen avulla työyhteisöön tuleva työntekijä voidaan helposti perehdyttää.
smn: • Raavâkirjáá vievâst pargosiärvádâhân puáttee pargee puáhtá älkkeht uápásmittiđ.

source: • Työkalupakista saa helposti ja nopeasti käsityksen siitä, mitä saamelaisen vanhustyö työpaikalla tarkoittaa.
smn: • Tyejipiergâskaasâst finnee älkkeht já jotelávt ibárdâs tast, ete maid sämmilâš puárásijpargo pargosaajeest uáivild.

source: • Saamelaisen ikääntyneen ja omaisten vaikutusmahdollisuudet hoitoon paranevat.
smn: • Sämmilii elilâmulmuu já suu omâhái vaikuttemmáhđulâšvuođah tiipšon puáráneh.

source: Lisäksi on tila, johon työpaikkakohtaisia käytäntöjä voi täydentää.
smn: Lasseen lii tile, kuus jieškote-uv pargosaje vuáháduvâid puáhtá tievâsmittiđ.
